Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-FR-Trados.tmx
Source language: en_gb
Languages: fr_fr

source: This exchange of information shall not cover sensitive operational data in relation to the activities of law enforcement, border control, immigration or asylum authorities.
fr_fr: Cet échange d’informations ne couvre pas les données opérationnelles sensibles relatives aux activités des autorités répressives, des autorités chargées des contrôles aux frontières, des services de l’immigration ou des autorités compétentes en matière d’asile.

source: When the law enforcement, immigration or asylum authorities are providers of high-risk AI systems referred to in point 1, 6 or 7 of Annex III, the technical documentation referred to in Annex IV shall remain within the premises of those authorities.
fr_fr: Lorsque les autorités répressives, les services de l’immigration ou les autorités compétentes en matière d’asile sont fournisseurs de systèmes d’IA à haut risque visés à l’annexe III, point 1, 6 ou 7, la documentation technique visée à l’annexe IV reste dans les locaux de ces autorités.

source: Those authorities shall ensure that the market surveillance authorities referred to in Article 74(8) and (9), as applicable, can, upon request, immediately access the documentation or obtain a copy thereof.
fr_fr: Ces autorités veillent à ce que les autorités de surveillance du marché visées à l’article 74, paragraphes 8 et 9, selon le cas, puissent, sur demande, avoir immédiatement accès à la documentation ou en obtenir une copie.

source: Only staff of the market surveillance authority holding the appropriate level of security clearance shall be allowed to access that documentation or any copy thereof.
fr_fr: Seuls les membres du personnel de l’autorité de surveillance du marché disposant d’une habilitation de sécurité au niveau approprié sont autorisés à avoir accès à cette documentation ou à une copie de celle-ci.

source: Paragraphs 1, 2 and 3 shall not affect the rights or obligations of the Commission, Member States and their relevant authorities, as well as those of notified bodies, with regard to the exchange of information and the dissemination of warnings, including in the context of cross-border cooperation, nor shall they affect the obligations of the parties concerned to provide information under criminal law of the Member States.
fr_fr: Les paragraphes 1, 2 et 3 sont sans effet sur les droits ou obligations de la Commission, des États membres et de leurs autorités compétentes, ainsi que sur les droits ou obligations des organismes notifiés, en matière d’échange d’informations et de diffusion de mises en garde, y compris dans le contexte de la coopération transfrontière, et sur les obligations d’information incombant aux parties concernées en vertu du droit pénal des États membres.

source: The Commission and Member States may exchange, where necessary and in accordance with relevant provisions of international and trade agreements, confidential information with regulatory authorities of third countries with which they have concluded bilateral or multilateral confidentiality arrangements guaranteeing an adequate level of confidentiality.
fr_fr: La Commission et les États membres peuvent, lorsque cela est nécessaire et conformément aux dispositions pertinentes des accords internationaux et commerciaux, échanger des informations confidentielles avec les autorités de réglementation de pays tiers avec lesquels ils ont conclu des accords bilatéraux ou multilatéraux en matière de confidentialité garantissant un niveau de confidentialité approprié.

source: Procedure at national level for dealing with AI systems presenting a risk
fr_fr: Procédure applicable au niveau national aux systèmes d’IA présentant un risque

source: AI systems presenting a risk shall be understood as a ‘product presenting a risk’ as defined in Article 3, point 19 of Regulation (EU) 2019/1020, in so far as they present risks to the health or safety, or to fundamental rights, of persons.
fr_fr: On entend par systèmes d’IA présentant un risque, un «produit présentant un risque» au sens de l’article 3, point 19), du règlement (UE) 2019/1020, dans la mesure où ils présentent des risques pour la santé ou la sécurité, ou pour les droits fondamentaux, des personnes.

source: Where the market surveillance authority of a Member State has sufficient reason to consider an AI system to present a risk as referred to in paragraph 1 of this Article, it shall carry out an evaluation of the AI system concerned in respect of its compliance with all the requirements and obligations laid down in this Regulation.
fr_fr: Lorsque l’autorité de surveillance du marché d’un État membre a des raisons suffisantes de considérer qu’un système d’IA présente un risque au sens du paragraphe 1 du présent article, elle procède à une évaluation de la conformité du système d’IA concerné avec l’ensemble des exigences et obligations énoncées dans le présent règlement.

source: Particular attention shall be given to AI systems presenting a risk to vulnerable groups.
fr_fr: Une attention particulière est accordée aux systèmes d’IA présentant un risque pour les groupes vulnérables.

source: Where risks to fundamental rights are identified, the market surveillance authority shall also inform and fully cooperate with the relevant national public authorities or bodies referred to in Article 77(1).
fr_fr: Lorsque sont identifiés des risques pour les droits fondamentaux, l’autorité de surveillance du marché informe également les autorités ou organismes publics nationaux concernés visés à l’article 77, paragraphe 1, et coopère pleinement avec eux.

source: The relevant operators shall cooperate as necessary with the market surveillance authority and with the other national public authorities or bodies referred to in Article 77(1).
fr_fr: Les opérateurs concernés coopèrent, en tant que de besoin, avec l’autorité de surveillance du marché et avec les autres autorités ou organismes publics nationaux visés à l’article 77, paragraphe 1.

source: Where, in the course of that evaluation, the market surveillance authority or, where applicable the market surveillance authority in cooperation with the national public authority referred to in Article 77(1), finds that the AI system does not comply with the requirements and obligations laid down in this Regulation, it shall without undue delay require the relevant operator to take all appropriate corrective actions to bring the AI system into compliance, to withdraw the AI system from the market, or to recall it within a period the market surveillance authority may prescribe, and in any event within the shorter of 15 working days, or as provided for in the relevant Union harmonisation legislation.
fr_fr: Si, au cours de cette évaluation, l’autorité de surveillance du marché ou, le cas échéant, l’autorité de surveillance du marché en coopération avec l’autorité publique nationale visée à l’article 77, paragraphe 1, constate que le système d’IA ne respecte pas les exigences et obligations énoncées dans le présent règlement, elle invite sans retard injustifié l’opérateur concerné à prendre toutes les mesures correctives appropriées pour mettre le système d’IA en conformité, le retirer du marché ou le rappeler dans un délai qu’elle peut prescrire, et en tout état de cause au plus tard dans les 15 jours ouvrables, ou dans un délai prévu par la législation d’harmonisation de l’Union concernée, le délai le plus court étant retenu.

source: The market surveillance authority shall inform the relevant notified body accordingly.
fr_fr: L’autorité de surveillance du marché informe l’organisme notifié concerné en conséquence.

source: Article 18 of Regulation (EU) 2019/1020 shall apply to the measures referred to in the second subparagraph of this paragraph.
fr_fr: L’article 18 du règlement (UE) 2019/1020 s’applique aux mesures visées au deuxième alinéa du présent paragraphe.

source: Where the market surveillance authority considers that the non-compliance is not restricted to its national territory, it shall inform the Commission and the other Member States without undue delay of the results of the evaluation and of the actions which it has required the operator to take.
fr_fr: Lorsque l’autorité de surveillance du marché considère que la non-conformité n’est pas limitée à son territoire national, elle informe la Commission et les autres États membres, sans retard injustifié, des résultats de l’évaluation et des mesures qu’elle a exigées de l’opérateur.

source: The operator shall ensure that all appropriate corrective action is taken in respect of all the AI systems concerned that it has made available on the Union market.
fr_fr: L’opérateur s’assure que toutes les mesures correctives appropriées sont prises pour tous les systèmes d’IA concernés qu’il a mis à disposition sur le marché de l’Union.

source: Where the operator of an AI system does not take adequate corrective action within the period referred to in paragraph 2, the market surveillance authority shall take all appropriate provisional measures to prohibit or restrict the AI system’s being made available on its national market or put into service, to withdraw the product or the standalone AI system from that market or to recall it.
fr_fr: Lorsque l’opérateur d’un système d’IA ne prend pas de mesures correctives adéquates dans le délai visé au paragraphe 2, l’autorité de surveillance du marché prend toutes les mesures provisoires appropriées pour interdire ou restreindre la mise à disposition du système d’IA sur son marché national ou sa mise en service, pour retirer le produit ou le système d’IA autonome de ce marché ou pour le rappeler.

source: That authority shall without undue delay notify the Commission and the other Member States of those measures.
fr_fr: L’autorité notifie ces mesures sans retard injustifié à la Commission et aux autres États membres.

source: The notification referred to in paragraph 5 shall include all available details, in particular the information necessary for the identification of the non-compliant AI system, the origin of the AI system and the supply chain, the nature of the non-compliance alleged and the risk involved, the nature and duration of the national measures taken and the arguments put forward by the relevant operator.
fr_fr: La notification visée au paragraphe 5 contient toutes les précisions disponibles, notamment les informations nécessaires pour identifier le système d’IA non conforme, son origine et la chaîne d’approvisionnement, la nature de la non-conformité alléguée et du risque encouru, ainsi que la nature et la durée des mesures nationales prises et les arguments avancés par l’opérateur concerné.

source: In particular, the market surveillance authorities shall indicate whether the non-compliance is due to one or more of the following:
fr_fr: En particulier, l’autorité de surveillance du marché indique si la non-conformité découle d’une ou plusieurs des causes suivantes:

source: non-compliance with the prohibition of the AI practices referred to in Article 5;
fr_fr: le non-respect de l’interdiction des pratiques en matière d’IA visées à l’article 5;

source: a failure of a high-risk AI system to meet requirements set out in Chapter III, Section 2;
fr_fr: le non-respect, par le système d’IA à haut risque, des exigences énoncées au chapitre III, section 2;

source: shortcomings in the harmonised standards or common specifications referred to in Articles 40 and 41 conferring a presumption of conformity;
fr_fr: des lacunes dans les normes harmonisées ou les spécifications communes visées aux articles 40 et 41 qui confèrent une présomption de conformité;

source: non-compliance with Article 50.
fr_fr: le non-respect de l’article 50.

source: The market surveillance authorities other than the market surveillance authority of the Member State initiating the procedure shall, without undue delay, inform the Commission and the other Member States of any measures adopted and of any additional information at their disposal relating to the non-compliance of the AI system concerned, and, in the event of disagreement with the notified national measure, of their objections.
fr_fr: Les autorités de surveillance du marché autres que l’autorité de surveillance du marché de l’État membre qui a entamé la procédure informent sans retard injustifié la Commission et les autres États membres de toute mesure adoptée et de toute information supplémentaire dont elles disposent à propos de la non-conformité du système d’IA concerné et, en cas de désaccord avec la mesure nationale notifiée, de leurs objections.

source: Where, within three months of receipt of the notification referred to in paragraph 5 of this Article, no objection has been raised by either a market surveillance authority of a Member State or by the Commission in respect of a provisional measure taken by a market surveillance authority of another Member State, that measure shall be deemed justified.
fr_fr: Lorsque, dans les trois mois suivant la réception de la notification visée au paragraphe 5, aucune objection n’a été émise par une autorité de surveillance du marché d’un État membre ou par la Commission à l’encontre d’une mesure provisoire prise par une autorité de surveillance du marché d’un autre État membre, cette mesure est réputée justifiée.

source: This shall be without prejudice to the procedural rights of the concerned operator in accordance with Article 18 of Regulation (EU) 2019/1020.
fr_fr: Cette disposition est sans préjudice des droits procéduraux de l’opérateur concerné conformément à l’article 18 du règlement (UE) 2019/1020.

source: The three-month period referred to in this paragraph shall be reduced to 30 days in the event of non-compliance with the prohibition of the AI practices referred to in Article 5 of this Regulation.
fr_fr: Le délai de trois mois visé au présent paragraphe est ramené à 30 jours en cas de non-respect de l’interdiction des pratiques en matière d’IA visées à l’article 5 du présent règlement.

source: The market surveillance authorities shall ensure that appropriate restrictive measures are taken in respect of the product or the AI system concerned, such as withdrawal of the product or the AI system from their market, without undue delay.
fr_fr: Les autorités de surveillance du marché veillent à ce que les mesures restrictives appropriées soient prises sans retard injustifié à l’égard du produit ou du système d’IA concerné, par exemple son retrait de leur marché.

source: Procedure for dealing with AI systems classified by the provider as non-high-risk in application of Annex III
fr_fr: Procédure applicable aux systèmes d’IA classés par le fournisseur comme n’étant pas à haut risque en application de l’annexe III

source: Where a market surveillance authority has sufficient reason to consider that an AI system classified by the provider as non-high-risk pursuant to Article 6(3) is indeed high-risk, the market surveillance authority shall carry out an evaluation of the AI system concerned in respect of its classification as a high-risk AI system based on the conditions set out in Article 6(3) and the Commission guidelines.
fr_fr: Lorsqu’une autorité de surveillance du marché a des raisons suffisantes de considérer qu’un système d’IA classé par le fournisseur comme n’étant pas à haut risque en application de l’article 6, paragraphe 3, est en réalité à haut risque, elle procède à une évaluation du système d’IA concerné quant à la question de sa classification en tant que système d’IA à haut risque sur la base des conditions énoncées à l’article 6, paragraphe 3, et dans les lignes directrices de la Commission.

source: Where, in the course of that evaluation, the market surveillance authority finds that the AI system concerned is high-risk, it shall without undue delay require the relevant provider to take all necessary actions to bring the AI system into compliance with the requirements and obligations laid down in this Regulation, as well as take appropriate corrective action within a period the market surveillance authority may prescribe.
fr_fr: Lorsque, au cours de cette évaluation, l’autorité de surveillance du marché constate que le système d’IA concerné est à haut risque, elle demande sans retard injustifié au fournisseur concerné de prendre toutes les mesures nécessaires pour mettre le système d’IA en conformité avec les exigences et obligations énoncées dans le présent règlement, ainsi que de prendre les mesures correctives appropriées dans un délai que l’autorité de surveillance du marché peut prescrire.

source: Where the market surveillance authority considers that the use of the AI system concerned is not restricted to its national territory, it shall inform the Commission and the other Member States without undue delay of the results of the evaluation and of the actions which it has required the provider to take.
fr_fr: Lorsque l’autorité de surveillance du marché considère que l’utilisation du système d’IA concerné n’est pas limitée à son territoire national, elle informe la Commission et les autres États membres, sans retard injustifié, des résultats de l’évaluation et des mesures qu’elle a exigées du fournisseur.

source: The provider shall ensure that all necessary action is taken to bring the AI system into compliance with the requirements and obligations laid down in this Regulation.
fr_fr: Le fournisseur veille à ce que toutes les mesures nécessaires soient prises pour mettre le système d’IA en conformité avec les exigences et obligations énoncées dans le présent règlement.

source: Where the provider of an AI system concerned does not bring the AI system into compliance with those requirements and obligations within the period referred to in paragraph 2 of this Article, the provider shall be subject to fines in accordance with Article 99.
fr_fr: Lorsque le fournisseur d’un système d’IA concerné ne met pas le système d’IA en conformité avec ces exigences et obligations dans le délai visé au paragraphe 2 du présent article, il fait l’objet d’amendes conformément à l’article 99.

source: The provider shall ensure that all appropriate corrective action is taken in respect of all the AI systems concerned that it has made available on the Union market.
fr_fr: Le fournisseur s’assure que toutes les mesures correctives appropriées sont prises pour tous les systèmes d’IA concernés qu’il a mis à disposition sur le marché de l’Union.

source: Where the provider of the AI system concerned does not take adequate corrective action within the period referred to in paragraph 2 of this Article, Article 79(5) to (9) shall apply.
fr_fr: Lorsque le fournisseur du système d’IA concerné ne prend pas de mesures correctives adéquates dans le délai visé au paragraphe 2 du présent article, l’article 79, paragraphe 5 à 9, s’applique.

source: Where, in the course of the evaluation pursuant to paragraph 1 of this Article, the market surveillance authority establishes that the AI system was misclassified by the provider as non-high-risk in order to circumvent the application of requirements in Chapter III, Section 2, the provider shall be subject to fines in accordance with Article 99.
fr_fr: Lorsque, au cours de l’évaluation prévue au paragraphe 1 du présent article, l’autorité de surveillance du marché établit que le système d’IA a été classé à tort par le fournisseur comme n’étant pas à haut risque afin de contourner l’application des exigences figurant au chapitre III, section 2, le fournisseur fait l’objet d’amendes conformément à l’article 99.

source: In exercising their power to monitor the application of this Article, and in accordance with Article 11 of Regulation (EU) 2019/1020, market surveillance authorities may perform appropriate checks, taking into account in particular information stored in the EU database referred to in Article 71 of this Regulation.
fr_fr: Dans l’exercice de leur pouvoir de contrôle de l’application du présent article, et conformément à l’article 11 du règlement (UE) 2019/1020, les autorités de surveillance du marché peuvent effectuer des contrôles appropriés, en tenant compte notamment des informations stockées dans la base de données de l’UE visée à l’article 71 du présent règlement.

source: Union safeguard procedure
fr_fr: Procédure de sauvegarde de l’Union

source: Where, within three months of receipt of the notification referred to in Article 79(5), or within 30 days in the case of non-compliance with the prohibition of the AI practices referred to in Article 5, objections are raised by the market surveillance authority of a Member State to a measure taken by another market surveillance authority, or where the Commission considers the measure to be contrary to Union law, the Commission shall without undue delay enter into consultation with the market surveillance authority of the relevant Member State and the operator or operators, and shall evaluate the national measure.
fr_fr: Lorsque, dans un délai de trois mois suivant la réception de la notification visée à l’article 79, paragraphe 5, ou dans un délai de 30 jours en cas de non-respect de l’interdiction des pratiques en matière d’IA visées à l’article 5, l’autorité de surveillance du marché d’un État membre soulève des objections à l’encontre d’une mesure prise par une autre autorité de surveillance du marché, ou que la Commission estime que cette mesure est contraire au droit de l’Union, la Commission entame sans retard injustifié des consultations avec l’autorité de surveillance du marché de l’État membre concerné et le ou les opérateurs, et procède à l’évaluation de la mesure nationale.

source: On the basis of the results of that evaluation, the Commission shall, within six months, or within 60 days in the case of non-compliance with the prohibition of the AI practices referred to in Article 5, starting from the notification referred to in Article 79(5), decide whether the national measure is justified and shall notify its decision to the market surveillance authority of the Member State concerned.
fr_fr: En fonction des résultats de cette évaluation, la Commission, dans un délai de six mois, ou de 60 jours en cas de non-respect de l’interdiction des pratiques en matière d’IA visées à l’article 5, à compter de la notification visée à l’article 79, paragraphe 5, décide si la mesure nationale est justifiée ou non et communique sa décision à l’autorité de surveillance du marché de l’État membre concerné.

source: The Commission shall also inform all other market surveillance authorities of its decision.
fr_fr: La Commission informe également toutes les autres autorités de surveillance du marché de sa décision.

source: Where the Commission considers the measure taken by the relevant Member State to be justified, all Member States shall ensure that they take appropriate restrictive measures in respect of the AI system concerned, such as requiring the withdrawal of the AI system from their market without undue delay, and shall inform the Commission accordingly.
fr_fr: Lorsque la Commission estime que la mesure prise par l’État membre concerné est justifiée, tous les États membres veillent à prendre des mesures restrictives appropriées à l’égard du système d’IA concerné, par exemple en exigeant le retrait du système d’IA de leur marché sans retard injustifié, et en informent la Commission.

source: Where the Commission considers the national measure to be unjustified, the Member State concerned shall withdraw the measure and shall inform the Commission accordingly.
fr_fr: Lorsque la Commission estime que la mesure nationale n’est pas justifiée, l’État membre concerné retire la mesure et en informe la Commission.
